<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
    <dict>
        <key>PayloadContent</key>
        <dict>
            <key>URL</key>
            <!--接收数据的接口地址-->
            <string>https://jobs8.cn:9000/get_udid</string>
            <key>DeviceAttributes</key>
            <array>
                <string>UDID</string>
                <string>IMEI</string>
                <string>ICCID</string>
                <string>VERSION</string>
                <string>PRODUCT</string>
            </array>
        </dict>
        <key>PayloadOrganization</key>
        <!--组织名称-->
        <string>Apple</string>
        <key>PayloadDisplayName</key>
        <!--文件标题-->
        <string>获取UDID</string>
        <key>PayloadVersion</key>
        <integer>1</integer>
        <key>PayloadUUID</key>
        <!--随机生成的唯一GUID字符串-->
        <string>15113571-2012-654y-4511-f0ra10164cec</string>
        <key>PayloadIdentifier</key>
        <string>com.cover.the</string>
        <key>PayloadDescription</key>
        <!--文件描述-->
        <string>本描述文件仅用来获取设备的UDID,请允许安装！</string>
        <key>PayloadType</key>
        <string>Profile Service</string>
    </dict>
</plist>